import React from 'react'
import Accardeon from './Accardeon'
import c from "./stroy.module.scss"
import './accardion.css'
export default function index() {


     return (
          <div className={c.stroyContainer}>
               <br /> <h1 className={c.stroyContainer__titles}>Деятельность</h1> <br />
               <p>OOO «Финпрогресс» осуществляет комплексные решения для нефтигазоаой отрасли, используя бестранспортные изделия</p>

               <br /> <ul className={c.stroyContainer__ul} >
                    <li>Строительство газо - и нефтипроводов</li>
                    <li>Газифкация регионов</li>
                    <li>Наклонно направленное бурение</li>
                    <li>Работы по санации труб стеклопластиковым рукавом от 100 мм до 1800 мм., (в наличии оборудование санация методом Ультрафиолетового отверждения,</li>
               </ul><br />
               <p>Наше преимущество  - парк буровых установок ННБ различного класса мощности (максимально тяговые)в России.</p>

               <br /> <h1 className={c.stroyContainer__titles}>Строительство газо - и нефтипроводов</h1> <br />
               <p>Производится согласно действующим Российским и международным стандартам. Применение высокотехнологической
                    работы позволяет нам успешно реализовывать проекты любого объема, степени сложности и в разных климатических условиях</p>
               <br /><ul className={c.stroyContainer__ul} >
                    <li>Сооружение магистральных трубопроводов увеличенного диаметра, а также поселковой, межпоселений.</li>
                    <li>Работы по реконструкции и капремонту магистральных сетей доставки нефти и газа.</li>
                    <li>Проведение гидро - и пневмоиспытаний трубопроводов до 1420 мм в диаметре.</li>
                    <li>Сооружение переходов под любыми препятствиями искусственного и естественного происхождения.</li>
                    <li>Противокоррозионная обработка и изоляционные работы.</li>
               </ul>

               <br /> <h1 className={c.stroyContainer__titles}>Газифкация регионов</h1> <br />
               <p>Особое внимание уделяется направлениям Восточной Сибири и Дальнего Востока с наименьшим уровнем
                    газотранспортную сеть в этих отдалённых и труднодоступных местностях Сегодня компания участвует в работах
                    и переход методом наклонно-направленного бурения под руслом рени Бейсужек Левый (протяжённость)</p>

               <br /> <h1 className={c.stroyContainer__titles}>Наклонно направленное бурение (ННБ)</h1> <br />

               <p>Высонотехнологичный метод позволяет специалистам компании прокладывать все виды инженерных компнии</p>

               <br /> <ul className={c.stroyContainer__ul} >
                    <li>Газопроводов;</li>
               </ul>


               <br /> <h1 className={c.stroyContainer__titles}>Виды работ:</h1> <br />


               {/* измененный аккордеон */}
               {/* измененный аккордеон */}
               {/* измененный аккордеон */}
               <div class="container">

                    <h2><b>1. Работы по бестраншейной прокладке труб</b>  </h2>
                    <br/>
                    <p>прокладка труб и подземных коммуникаций выполняется бестраншейным методом способом горизонтально-направленного бурения (ГНБ), основанный на использовании специальных буровых комплексов. Длина прокладки путей может быть от нескольких метров до километров, а диаметр до 1400 мм и более. Для защиты коммуникаций применяются трубы из стали, полиэтилена и других материалов.         </p>

                    <br/>
                    <h2><b>2. Работы по строительству инженерных сетей</b></h2>

                    <br/>
                    <p>
                         - Газопроводов;<br />
                         - Систем пожаротушения;<br />
                         - Канализаций ливневых;<br />
                         - Канализаций хозяйственно-бытовых;<br />
                         - Водопровод сети, ВНС;<br />
                         - Сетей теплосети: ИТП (индивидуальный тепловой пункт), ЦТП (центральный тепловой пункт), БТП (блочный тепловой пункт), ТЭЦ (Теплоэлектроцентраль), Газовая котельная, Насосная станция. Монтаж тепломеханического оборудования; Монтаж узла учёта тепловой энергии; Монтаж электрооборудования; Монтаж автоматики;<br />
                         - ЛЭП И УЛИЧНОЕ ОСВЕЩЕНИЕ: Строительство воздушных линий (ВЛ 0,4-10кВ), прокладка кабеля в земле (КЛ 0,4-20кВ), монтаж кабельных муфт, наружного освещения, уличных фонарей; провода СИП Кабельные. Прокладка кабеля в лотках, в трубах, в гофре, электрификация объекта, сборка и монтаж ВРУ, ГРЩ (от мелких до многощитовых) расчет и монтаж заземления здания, электроустановки, монтаж ТП. Установка бетонных опор, столбов (СВ-95, СВ-110); замена опор; демонтаж опор; демонтаж столбов; перенос опор; перенос столбов; установка столбов опор ВЛ; Реконструкция, обслуживание и ремонт сетей; Сборка и монтаж ВРУ, ГРЩ; расчет и монтаж заземления здания, электроустановки, монтаж ТП. Монтаж Щитов, Трансформаторов и Счетчиков. Монтаж и сварка заземления. Подведение линий к зданиям, установка розеток, светильников, выключателей, установка щитов автоматики.
                    </p>
                    <br/>
                    <h2><b>3. Строительство очистных сооружений для</b></h2>
                    <br/>
                    <p>
                         - Водосточных сетей;<br />
                         - Хозяйственно-бытовых канализаций;<br />
                         - Строительство ДНС;<br />
                         - Строительство КНС <br />
                         Автоматизация и электрификация.

                    </p>
                    <br/>
                    <h2><b>4. Работы по Санации труб</b>  </h2>
                    <br/>
                    <p>
                         Работы по санации труб стеклопластиковым рукавом от 100 мм до 1800 мм., (в наличии оборудование санация методом Ультрафиолетового отверждения, оборудование методом отверждения паром).
                    </p>
                    <br/>
                    <h2><b>5.  Строительство станций водоочистки, обезжелезивания, систем аэрации воды. </b></h2>

                    <br/>
               </div>

               {/* измененный аккордеон */}
               {/* измененный аккордеон */}
               {/* измененный аккордеон */}


          </div>
     )
}
