export const NavList = [
  {id: 1, title: 'Главная', route: '/'},
  // {id: 2, title: 'О компании', route: '/about/'},
  {id: 3, title: 'Объекты', route: '/objects/'},
  {id: 4, title: 'Сотрудники', route: '/workers/'},
  {id: 5, title: 'Техника', route: '/technique/'},
  {id: 6, title: 'Продукция', route: '/products/'},
  {id: 7, title: 'Контакты', route: '/contacts/'},
  {id: 7, title: 'Сстроительное направление', route: '/stroy/'},
]

export const DirectionsList = [
  {id: 1, text: 'Строительство, реконструкция и капитальный ремонт объектов нефтегазовой промышленности (ремонт, замена технологического борудования и трубопроводов), магистральных газопроводов, нефтепроводов, продуктопроводов)', img: '/img/directions/1.webp'},
  {id: 2, text: 'Строительство переходов под автомобильными и железными дорогами,  а так же прокладка коммуникаций бестраншейным методом в городской черте (комплекс работ)', img: '/img/directions/2.webp'},
  {id: 3, text: 'Промышленное и гражданское строительство, реконструкция', img: '/img/directions/3.webp'},
  {id: 4, text: 'Строительство ВЛ, КИТСО, АСУТП, СС, ЭС', img: '/img/directions/4.webp'},
]
